{
	"Product-section": {
		"individual": [
			{
				"src": "./CheckAccIcon.svg",
				"alt": "Checking accounts",
				"title": "Checking Accounts",
				"text": "Experience seamless access to your funds with our versatile checking account options. Enjoy benefits like online banking, mobile app access, and free ATM withdrawals to manage your money with ease."
			},
			{
				"src": "./SavingAccIcon.svg",
				"alt": "Savings accounts",
				"title": "Savings Accounts",
				"text": "Grow your savings effortlessly with our competitive interest rates and flexible savings account options. Whether you're saving for a major purchase or building a nest egg, our accounts offer the right solutions for you."
			},
			{
				"src": "./LoanIcon.svg",
				"alt": "Loans and mortgages",
				"title": "Loans and Mortgages",
				"text": "Achieve your financial goals with our diverse loan and mortgage products. From personal loans to home mortgages, our dedicated loan officers will assist you through every step of the process to secure the funds you need."
			}
		],
		"business": [
			{
				"src": "./CheckAccIcon.svg",
				"alt": "Checking accounts",
				"title": "Business Checking Accounts",
				"text": "Simplify your business finances with our range of checking account options designed for business needs. Enjoy features such as easy online management, no monthly fees, and access to a network of ATMs."
			},
			{
				"src": "./SavingAccIcon.svg",
				"alt": "Savings accounts",
				"title": "Business Savings Accounts",
				"text": "Optimize your business savings with competitive interest rates and flexible terms. Whether you’re planning for future investments or setting aside emergency funds, our savings solutions are tailored for your business."
			},
			{
				"src": "./LoanIcon.svg",
				"alt": "Loans and mortgages",
				"title": "Business Loans and Mortgages",
				"text": "Support your business growth with our tailored loan and mortgage options. Whether you need capital for expansion, equipment financing, or real estate purchases, our team is here to provide personalized assistance."
			}
		]
	}
}
